[
  {
    "id": 1,
    "title": "Monoblok Antibakteriyel Kuleler",
    "slug": "monoblok-antibakteriyel-kuleler",
    "image": "/tek-hucreli.png",
    "showOnMainPage": true,
    "description": "<strong>PE Monoblok Antibakteriyel Soğutma Kulelerinde Yeni Nesil Çözüm:</strong><br><strong>GreenStep Farkı</strong><br>Endüstriyel soğutma sistemlerinde verimlilik, hijyen, uzun ömür ve ekonomik çözümler her geçen gün daha fazla önem kazanıyor. İşte tam da bu noktada GreenStep Cooling Towers, PE (polietilen) malzemeden üretilen monoblok antibakteriyel soğutma kuleleri ile sektöre öncülük ediyor.<br><br><strong>Uygun Fiyatlı ve Yüksek Performanslı Soğutma Kuleleri</strong><br>GreenStep’in monoblok kuleleri, PE hammaddesinin üretim ve işlenme avantajları sayesinde ekonomik fiyatlarla yüksek performans sunar. Geleneksel malzemelere kıyasla hem yatırım maliyeti düşüktür, hem de bakım masraflarını en aza indirir. Bu da işletmelerin toplam sahip olma maliyetini ciddi oranda azaltır.<br><br><strong>Monoblok Gövde ile Sızdırmaz ve Güvenli Tasarım</strong><br>Monoblok antibakteriyel kule tasarımı, dış ortamla temas eden tüm yüzeylerin yekpare olarak üretilmesini sağlar. Bu yapı sayesinde kulede sızdırma riski sıfıra yakındır, conta veya bağlantı noktalarından kaynaklı kaçaklar ortadan kalkar. Ayrıca PE malzemenin yüzeyinde mikrobiyel tutunma minimum seviyededir, bu da lejyonella gibi bakterilere karşı yüksek direnç anlamına gelir.<br><br><strong>Hızlı Üretim ve Stoktan Teslim Avantajı</strong><br>GreenStep Cooling Towers, ileri döküm ve kaynak teknolojileri yerine rotasyon kalıplama gibi hızlı ve verimli üretim teknikleri kullanır. Bu sayede kulelerin üretimi kısa sürede tamamlanmakta ve birçok model hazır stoktan teslim edilebilmektedir. Bu özellik, projelerde zaman kaybını ortadan kaldırır.<br><br><strong>Uzun Ömürlü PE Malzeme Teknolojisi</strong><br>Polietilen (PE), korozyona karşı dayanıklı, UV ışınlarına karşı dirençli ve kimyasallardan etkilenmeyen bir malzemedir. Bu nedenle GreenStep PE kuleleri 15-25 yıl arası hizmet ömrü sunar. Yüksek sıcaklık ve zorlu dış ortam koşullarında dahi performansını kaybetmeden çalışmaya devam eder.<br><br><strong>Modüler Yapı: Back to Back veya Yan Yana Kurulum</strong><br>GreenStep monoblok kuleleri, modüler yapısı sayesinde birden fazla hücrenin back to back (sırt sırta) veya yan yana monte edilmesine imkân tanır. Bu da farklı kapasite ihtiyaçları için esnek çözümler sunar. Özellikle büyük tesislerde yer tasarrufu sağlayan bu sistem, sahada hızlı montaj avantajı ile dikkat çeker.<br><br><strong>Neden GreenStep Monoblok Soğutma Kulelerini Tercih Etmelisiniz?</strong><br>• PE Antibakteriyel Malzeme: Hijyenik ve sağlıklı çalışma ortamı<br>• Monoblok Tasarım: Sızdırmaz, sağlam ve güvenli yapı<br>• Uygun Fiyat: Yüksek kalite – düşük maliyet dengesi<br>• Hızlı Üretim ve Stoktan Teslim<br>• Uzun Ömür ve Bakım Kolaylığı<br>• Modüler Kurulum ile kapasiteye göre esnek çözümler"
  },
  {
    "id": 2,
    "title": "Düz Güverteli Paket Kuleler",
    "slug": "duz-guverteli-paket-kuleler",
    "image": "/iki-hucreli.png",
    "showOnMainPage": true,
    "description": "<strong>Yeni Nesil Düz Güverteli Paket Tip Soğutma Kuleleri: Estetik, Güvenli ve Kolay Erişilebilir</strong><br>Endüstriyel soğutma sistemlerinde hem teknik verimlilik hem de kullanım kolaylığı günümüzde daha fazla önem kazanıyor. Yeni nesil düz güverteli paket tip soğutma kuleleri, hem estetik tasarımı, hem de iş güvenliği odaklı yapısıyla geleneksel kule sistemlerine modern bir alternatif sunuyor.<br><br><strong>İş Güvenliğine Uygun Düz Güverte Tasarımı</strong><br>Klasik paket tip soğutma kulelerinde yaygın olarak kullanılan eğimli çatı yapısı, bakım sırasında personelin erişimini zorlaştırmakta ve iş güvenliği açısından risk oluşturmaktadır. Düz güverte yapısına sahip yeni kuleler, personelin güvenli yürüyüş ve çalışma alanına sahip olmasını sağlar. Bu yapı, kule üzerinde yapılacak kontrollerde ve parça değişimlerinde yüksek güvenlik standardı sunar.<br><br><strong>Bakım ve Arızalarda Kolay Erişim</strong><br>Düz güverte tasarımı sayesinde fan, motor, redüktör gibi üst seviye donanımlara erişim çok daha kolay hale gelir. Böylece, olası arıza, bakım veya temizlik işlemleri sırasında kuleye çıkış için özel platformlar, iskele sistemleri veya ilave güvenlik donanımları gerekmeden işlem yapılabilir. Bu hem zaman hem de işçilik maliyeti açısından büyük avantaj sağlar.<br><br><strong>Estetik Görünüm: Geleneksel Çatıdan Modern Yüzeye</strong><br>Yeni tip düz güverteli kuleler, çatı sistemini tamamen ortadan kaldırarak sade, kompakt ve modern bir görünüm kazanır. Bu sayede, özellikle görünürlüğün yüksek olduğu fabrika alanlarında ya da ticari yapılarda kuleler mimari tasarıma uyum sağlar. Endüstriyel yapı estetiğini bozmayan bu modern kuleler, dış ortamda daha profesyonel bir görüntü oluşturur.<br><br><strong>Neden Düz Güverteli Soğutma Kuleleri?</strong><br>• İş güvenliği standartlarına uygun üst yüzey<br>• Bakım kolaylığı ile operasyonel süreklilik<br>• Estetik ve kompakt kule tasarımı<br>• Çatı sistemine gerek kalmadan sade form<br>• Yatırım ve bakım maliyetlerinde tasarruf"
  },
  {
    "id": 3,
    "title": "Kapalı Devre Kuleler",
    "slug": "kapali-devre-kuleler",
    "image": "/uc-hucreli.png",
    "showOnMainPage": true,
    "description": "<strong>Uzun Ömürlü ve Güvenilir Soğutma: CTP Dış Kabuklu, Galvaniz Serpantinli Kapalı Devre Kuleler</strong><br><br><strong>CTP Dış Kabuklu Yapı ile Korozyona Karşı Üstün Dayanım</strong><br>Kule dış kabuğunda kullanılan CTP (Cam Elyaf Takviyeli Polyester) malzeme, yüksek UV dayanımı, kimyasal direnç ve deformasyon karşıtı yapısıyla paslanmaz, çatlamaz ve uzun ömürlü bir çözüm sunar. CTP kabuk sayesinde dış ortam koşullarına karşı maksimum koruma sağlanır ve kulelerin yıllar boyu ilk günkü gibi çalışması mümkün olur.<br><br><strong>Sıcak Daldırma Galvanizli Serpantin: Yüksek Isı Transferi, Uzun Ömür</strong><br>Kapalı devre kulelerin en kritik bileşenlerinden biri olan serpantin, GreenStep sistemlerinde sıcak daldırma galvaniz kaplama ile üretilir. Bu sayede:<ul><li>Isı transfer verimliliği yüksek kalır,</li><li>İçten ve dıştan korozyona karşı güçlü koruma sağlanır,</li><li>Serpantin ömrü 15-20 yıl aralığına kadar uzar.</li></ul>Galvanizli yüzey yapısı aynı zamanda donmaya karşı daha dirençli bir yapı sunar, antifriz sistemleriyle uyumludur ve bakım ihtiyacını minimuma indirir.<br><br><strong>Kapalı Devre Sistemle Su ve Enerji Tasarrufu</strong><br>GreenStep kapalı devre kuleleri, soğutulan suyun dış hava ile temas etmeden dolaşımını sağlar. Bu yapı sayesinde:<ul><li>Su buharlaşma kayıpları azalır,</li><li>Sisteme kir, toz, biyolojik kontaminasyon girmez,</li><li>Temizlik ve kimyasal dozaj maliyetleri ciddi oranda düşer.</li></ul>Ayrıca serpantin yüzeyi ile free cooling (doğrudan hava ile soğutma) yapılabilir, bu da yılın belirli dönemlerinde pompa ve fan enerji tüketiminde tasarruf anlamına gelir.<br><br><strong>Kullanım Kolaylığı ve Bakım Avantajı</strong><br><ul><li>Modüler tasarımı sayesinde sahada kolay kurulum yapılır.</li><li>Dış kabuk ve iç serpantin sistemi bakım için kolay erişilebilir bölümlerden oluşur.</li><li>Otomasyon sistemleriyle uyumlu çalışarak uzaktan izleme ve kontrol imkânı sunar.</li></ul><br><strong>Neden GreenStep Kapalı Devre Soğutma Kuleleri?</strong><br>• CTP dış kabuklu dayanıklı yapı<br>• Sıcak daldırma galvaniz serpantin ile uzun ömür<br>• Kapalı sistem sayesinde hijyenik ve verimli çalışma<br>• Su tasarrufu ve düşük işletme maliyeti<br>• Modüler ve kolay montajlanabilir sistemler"
  },
  {
    "id": 4,
    "title": "İnşai Tip Kuleler",
    "slug": "insai-tip-kuleler",
    "image": "/tek-hucreli.png",
    "showOnMainPage": true,
    "description": "<strong>GreenStep Cooling Towers ile Tüm İnşai Tip Soğutma Kuleleri Tek Çatı Altında</strong><br><br>Soğutma sistemlerinde yüksek kapasiteli, uzun ömürlü ve proje bazlı özel çözümler sunan inşai tip soğutma kuleleri, büyük ölçekli endüstriyel tesislerin vazgeçilmez unsurlarıdır. GreenStep Cooling Towers, bu alanda üstün mühendislik gücü ve üretim kabiliyetiyle; CTP inşai tip kuleler, çelik inşai tip kuleler ve betonarme soğutma kuleleri olmak üzere tüm inşai kule tiplerini tasarlayıp üretmektedir.<br><br><strong>CTP İnşai Tip Soğutma Kuleleri: Hafif, Dayanıklı, Korozyona Dirençli</strong><br>GreenStep’in ürettiği CTP (Cam Elyaf Takviyeli Polyester) inşai tip kuleler, yüksek kimyasal dayanımı, UV direnci ve paslanmaz yapısı sayesinde uzun ömürlü ve düşük bakım gerektiren çözümler sunar. Modüler olarak sahada kurulan bu kuleler:<ul><li>Yüksek taşıma kapasitesine sahip CTP şaselerle donatılır,</li><li>Korozyona karşı dayanıklıdır, kimyasal ortamlarda sorunsuz çalışır,</li><li>Sahada hızlı montaj imkânı sunar,</li><li>Hafif yapısı sayesinde zemine binen yük azalır.</li></ul>CTP inşai tip kuleler, özellikle kimya, gübre, petrokimya ve deniz kenarı tesislerinde tercih edilir.<br><br><strong>Çelik İnşai Tip Kuleler: Yüksek Mukavemet ve Esnek Tasarım</strong><br>Çelik inşai tip kule sistemleri, büyük kapasiteli uygulamalar ve ağır yük gereksinimleri için idealdir. GreenStep, bu kuleleri sıcak daldırma galvanizli, paslanmaz çelik veya isteğe bağlı olarak epoksi boyalı karbon çelik malzeme ile üretmektedir.<ul><li>Doğal çekişli (doğal cazibe) veya fanlı sistemlerle tasarlanabilir,</li><li>100 metreye kadar yüksek kule yapıları oluşturulabilir,</li><li>Ağır iklim koşullarına, özellikle çok soğuk iklim şartlarına ve yüksek rüzgar/sismik yüklere dayanıklıdır,</li><li>Modüler paneller ve cıvatalı bağlantılar sayesinde sahada kolay kurulur.</li></ul>Çelik kuleler; termik santraller, rafineriler ve büyük üretim tesislerinde yaygın olarak kullanılır.<br><br><strong>Betonarme İnşai Tip Kuleler: Maksimum Dayanıklılık, Uzun Ömür</strong><br>Betonarme soğutma kuleleri, uzun ömür ve statik dayanımın ön planda olduğu projelerde tercih edilir. GreenStep, yerinde döküm veya prekast yöntemlerle inşa edilen bu kulelerde:<ul><li>Betonarme taşıyıcı yapı ile 40-50 yıl hizmet ömrü sağlar,</li><li>İç aksamları (fan, motor, serpantin, dağıtım sistemi) sahada monte edilebilir,</li><li>Aşırı soğuk, rüzgâr ve kimyasal ortam koşullarına dayanıklıdır,</li><li>Proje bazlı, özel statik hesaplarla inşa edilir.</li></ul>Bu kuleler genellikle nükleer santraller, demir-çelik tesisleri ve şehir içi yüksek kapasiteli altyapı projelerinde tercih edilir.<br><br><strong>GreenStep’in İnşai Tip Kulelerdeki Üstünlüğü</strong><br>• Tüm kule tiplerinin mühendislik, üretim ve montaj süreçlerinde uzmanlık<br>• Projeye özel statik ve termal analizler<br>• Yerinde kurulum, montaj ve devreye alma hizmetleri<br>• Çevreci, uzun ömürlü ve bakımı kolay sistemler"
  },
  {
    "id": 5,
    "title": "Soğutma Kulesi Yedek Parçaları",
    "slug": "sogutma-kulesi-yedek-parcalari",
    "image": "/yedekparca.png",
    "showOnMainPage": false,
    "description": "<strong>GreenStep Yedek Parçada Güven, Kalıp Teknolojisinde Üstünlük</strong><br><br>Endüstriyel soğutma kulelerinin uzun ömürlü ve verimli çalışabilmesi, yalnızca kule tasarımıyla değil, kullanılan yedek parçaların kalitesi ile de doğrudan ilişkilidir. GreenStep Cooling Towers, sadece yeni nesil kule sistemleri değil; aynı zamanda eski tip ve yeni tip tüm soğutma kuleleri için yedek parça üretimini de kendi bünyesinde, yüksek kalite standartlarında gerçekleştirmektedir.<br><br><strong>Tüm Yedek Parçalar GreenStep Kalıplarıyla Üretiliyor</strong><br>GreenStep, üretim süreçlerinde dışa bağımlılığı ortadan kaldırarak yedek parçaların tamamını kendi özgün kalıplarıyla üretmektedir. Bu sayede hem kalite hem de uyumluluk açısından maksimum güvence sağlanır. Üretilen parçalar arasında:<ul><li>Su dağıtım nozulları</li><li>Doldurma (dolgu) plakaları, malzemeleri</li><li>Hava yönlendiricileri, Panjurlar</li><li>Su dağıtım boruları ve bağlantı ekipmanları</li><li>Damla tutucular</li><li>Kapak ve kabuk elemanları</li><li>Montaj ekipmanları</li></ul><br><strong>Eski Tip Kulelere Uyumlu Yedek Parçalar</strong><br>GreenStep, sektördeki 25 yıllık birikimiyle eski nesil kule sistemlerinin teknik ihtiyaçlarını çok iyi bilmektedir. Bu doğrultuda, farklı marka ve modellerle uyumlu olacak şekilde yedek parça üretimi gerçekleştirir. Özellikle üretimi durmuş, parça tedariği zorlaşmış sistemler için GreenStep’in kendi mühendislik altyapısı sayesinde özel üretim yapılabilmektedir.<br><br><strong>Yüksek Kalite ve Dayanıklılık Standardı</strong><br>GreenStep yedek parçalarında kullanılan tüm hammadde ve üretim prosesleri, uzun ömürlü kullanım, korozyon direnci, UV dayanımı ve ısıya karşı mukavemet gibi kriterler gözetilerek seçilir. Kalıplama, işleme ve montaj süreçlerinde ISO standartlarına uygunluk, kalite kontrol laboratuvarları ile güvence altına alınır.<br><br><strong>Hızlı Tedarik ve Teknik Destek Avantajı</strong><br>Kendi kalıplarıyla üretim yapan GreenStep, ihtiyaç duyulan yedek parçaları:<ul><li>Hızlı üretim planlamasıyla</li><li>Kısa sürede sevk edilecek şekilde</li><li>Projelere özel teknik destekle birlikte</li></ul>tedarik edebilmektedir. Bu sayede üretim duruşları minimize edilir, işletmelerin sürekliliği korunur.<br><br><strong>Neden GreenStep Yedek Parça Sistemleri?</strong><ul><li>Kendi kalıplarıyla %100 özgün üretim</li><li>Eski ve yeni tip kule sistemleriyle tam uyum</li><li>Yüksek kaliteli hammadde ve uzun ömürlü parçalar</li><li>Hızlı üretim ve stoktan teslim imkânı</li><li>Teknik danışmanlık ve uygulama desteği</li></ul>"
  },
  {
    "id": 6,
    "title": "Soğutma Kulesi Bakım Onarım",
    "slug": "sogutma-kulesi-bakim-onarim",
    "image": "/bakim-onarim.png",
    "showOnMainPage": false,
    "description": "<strong>GreenStep Cooling Towers ile Soğutma Kulelerinde Profesyonel Bakım, Onarım ve Revizyon Hizmeti</strong><br><br>Endüstriyel soğutma kulelerinin verimli ve kesintisiz çalışması, düzenli bakım ve doğru zamanlamayla yapılan onarımlar sayesinde mümkündür. GreenStep Cooling Towers, 25 yıllık sektör deneyimi ve saha tecrübesiyle, tüm marka ve model kule sistemlerinin bakım, onarım ve revizyon işlerini eksiksiz ve profesyonel bir şekilde gerçekleştirmektedir.<br><br><strong>25 Yıllık Tecrübe ile Her Kule Tipine Müdahale Yeteneği</strong><br>GreenStep, CTP, çelik, betonarme veya paket tip fark etmeksizin sektörde üretilen tüm kule tiplerinde uzmanlaşmıştır. Gerek eski nesil sistemlerde gerekse yeni teknolojiye sahip kulelerde; yapı, donanım ve işletme koşullarına hâkim mühendislik ekibi sayesinde revizyonlar en doğru müdahaleyle ve kalıcı çözümlerle tamamlanır.<br><br><strong>Fabrika Duruşlarında Hızlı Müdahale, Kalıcı Çözüm</strong><br>GreenStep, işletmelerin planlı duruş sürelerini en verimli şekilde değerlendirmek adına hızlı ve organize saha ekipleriyle hizmet verir. Kısa zaman dilimlerinde:<ul><li>Fan, motor, redüktör değişimi</li><li>Serpantin temizliği ve izolasyon uygulamaları</li><li>Nozul, dolgu, damla tutucu değişimleri</li><li>Su dağıtım sistemlerinin revizyonu</li><li>Kabuk, şase, platform güçlendirme ve yenileme işlemleri</li></ul>gibi birçok bakım ve onarım işlemi, söz verilen sürede ve söz verilen kalitede malzeme ile tamamlanır.<br><br><strong>Yetkin Ekip, Kaliteli Malzeme, Güvenilir Uygulama</strong><br>GreenStep’in uzman teknik kadrosu, sadece uygulama değil aynı zamanda analiz, raporlama ve iyileştirme konularında da deneyimlidir. Tüm yedek parça ve malzemeler GreenStep’in kendi üretimi olan, uzun ömürlü ve yüksek dayanımlı ürünlerdir.<ul><li>Sıcak daldırma galvanizli serpantinler</li><li>Anti mikrobiyel dolgu sistemleri</li><li>UV dayanımlı CTP bileşenler</li><li>Sızdırmaz bağlantı ekipmanları</li></ul>kullanılarak yapılan uygulamalar sayesinde, bakım sonrası sistem ömrü ciddi oranda uzar.<br><br><strong>Neden GreenStep ile Revizyon Yaptırmalısınız?</strong><ul><li>Tüm kule tipleriyle uyumlu teknik uzmanlık</li><li>Kısa duruşlarda hızlı ve eksiksiz müdahale</li><li>Kendi üretimi yüksek kaliteli yedek parçalar</li><li>Zamanında teslimat ve sözleşmeye sadakat</li><li>Yerinde analiz, raporlama ve çözüm mühendisliği</li></ul>"
  }
]
